class Data:
    answer_how_much_is_this = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    answer_want_any_scooters = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    answer_how_calculate_rent_time = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    answer_can_scooter_order_today = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    answer_can_extend_or_return_scooter_before = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    answer_bring_charger_with_scooter = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    answer_can_cancell_order = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    answer_bring_outside_mkad = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    order_completed = 'Посмотреть статус'
class DataSet:
    data_set_1 = {
        1: 'Иван',
        2: 'Иванов',
        3: 'Москва,ул. Курганинская, д.26',
        4: 'Лубянка',
        5: '89007772211',
        6: '21.05.2024'
    }

    data_set_2 = {
        1: 'Сергей',
        2: 'Степашин',
        3: 'Москва,ул. Губернская, д.126',
        4: 'Лубянка',
        5: '89210772992',
        6: '25.05.2024'
    }

class Sites:
    yandex_url = "https://dzen.ru/?yredirect=true"
    main_page_scooter_url = "https://qa-scooter.praktikum-services.ru/"
